lltest

<?xml version="1.0" encoding="UTF-8"?><SOAP:Envelope xmlns:SOAP="http://schemas.xmlsoap.org/soap/envelope/"><SOAP:Body><d2LogicalModel xmlns="http://datex2.eu/schema/2/2_0" modelBaseVersion="2" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance"><exchange><supplierIdentification><country>nl</country><nationalIdentifier>NLNDW</nationalIdentifier></supplierIdentification></exchange><payloadPublication xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xsi:type="MeasurementSiteTablePublication" lang="nl"><publicationTime>2025-12-11T12:00:00.000Z</publicationTime><publicationCreator><country>nl</country><nationalIdentifier>NLNDW</nationalIdentifier></publicationCreator><headerInformation><confidentiality>noRestriction</confidentiality><informationStatus>real</informationStatus></headerInformation><measurementSiteTable id="NDW01_MT" version="1678"> 
<measurementSiteRecord id="PZH01_MST_0629_00" version="3"><measurementSiteRecordVersionTime>2025-10-14T10:53:20Z</measurementSiteRecordVersionTime><computationMethod>arithmeticAverageOfSamplesInATimePeriod</computationMethod><measurementEquipmentReference>0629_00</measurementEquipmentReference><measurementEquipmentTypeUsed><values><value lang="nl">lus</value></values></measurementEquipmentTypeUsed><measurementSiteName><values><value lang="nl">N457 hmp 4.75 Re</value></values></measurementSiteName><measurementSiteNumberOfLanes>1</measurementSiteNumberOfLanes><measurementSide>northWestBound</measurementSide><measurementSpecificCharacteristics index="1"><measurementSpecificCharacteristics><accuracy>95</accuracy><period>60</period><specificLane>lane1</specificLane><specificMeasurementValueType>trafficFlow</specificMeasurementValueType><specificVehicleCharacteristics><lengthCharacteristic><comparisonOperator>lessThan</comparisonOperator><vehicleLength>5.6</vehicleLength></lengthCharacteristic></specificVehicleCharacteristics></measurementSpecificCharacteristics></measurementSpecificCharacteristics><measurementSpecificCharacteristics index="2"><measurementSpecificCharacteristics><accuracy>95</accuracy><period>60</period><specificLane>lane1</specificLane><specificMeasurementValueType>trafficFlow</specificMeasurementValueType><specificVehicleCharacteristics><lengthCharacteristic><comparisonOperator>greaterThanOrEqualTo</comparisonOperator><vehicleLength>5.6</vehicleLength></lengthCharacteristic><lengthCharacteristic><comparisonOperator>lessThanOrEqualTo</comparisonOperator><vehicleLength>12.2</vehicleLength></lengthCharacteristic></specificVehicleCharacteristics></measurementSpecificCharacteristics></measurementSpecificCharacteristics><measurementSpecificCharacteristics index="3"><measurementSpecificCharacteristics><accuracy>95</accuracy><period>60</period><specificLane>lane1</specificLane><specificMeasurementValueType>trafficFlow</specificMeasurementValueType><specificVehicleCharacteristics><lengthCharacteristic><comparisonOperator>greaterThan</comparisonOperator><vehicleLength>12.2</vehicleLength></lengthCharacteristic></specificVehicleCharacteristics></measurementSpecificCharacteristics></measurementSpecificCharacteristics><measurementSpecificCharacteristics index="4"><measurementSpecificCharacteristics><accuracy>95</accuracy><period>60</period><specificLane>lane1</specificLane><specificMeasurementValueType>trafficFlow</specificMeasurementValueType><specificVehicleCharacteristics><vehicleType>anyVehicle</vehicleType></specificVehicleCharacteristics></measurementSpecificCharacteristics></measurementSpecificCharacteristics><measurementSpecificCharacteristics index="5"><measurementSpecificCharacteristics><accuracy>95</accuracy><period>60</period><specificLane>lane1</specificLane><specificMeasurementValueType>trafficSpeed</specificMeasurementValueType><specificVehicleCharacteristics><lengthCharacteristic><comparisonOperator>lessThan</comparisonOperator><vehicleLength>5.6</vehicleLength></lengthCharacteristic></specificVehicleCharacteristics></measurementSpecificCharacteristics></measurementSpecificCharacteristics><measurementSpecificCharacteristics index="6"><measurementSpecificCharacteristics><accuracy>95</accuracy><period>60</period><specificLane>lane1</specificLane><specificMeasurementValueType>trafficSpeed</specificMeasurementValueType><specificVehicleCharacteristics><lengthCharacteristic><comparisonOperator>greaterThanOrEqualTo</comparisonOperator><vehicleLength>5.6</vehicleLength></lengthCharacteristic><lengthCharacteristic><comparisonOperator>lessThanOrEqualTo</comparisonOperator><vehicleLength>12.2</vehicleLength></lengthCharacteristic></specificVehicleCharacteristics></measurementSpecificCharacteristics></measurementSpecificCharacteristics><measurementSpecificCharacteristics index="7"><measurementSpecificCharacteristics><accuracy>95</accuracy><period>60</period><specificLane>lane1</specificLane><specificMeasurementValueType>trafficSpeed</specificMeasurementValueType><specificVehicleCharacteristics><lengthCharacteristic><comparisonOperator>greaterThan</comparisonOperator><vehicleLength>12.2</vehicleLength></lengthCharacteristic></specificVehicleCharacteristics></measurementSpecificCharacteristics></measurementSpecificCharacteristics><measurementSpecificCharacteristics index="8"><measurementSpecificCharacteristics><accuracy>95</accuracy><period>60</period><specificLane>lane1</specificLane><specificMeasurementValueType>trafficSpeed</specificMeasurementValueType><specificVehicleCharacteristics><vehicleType>anyVehicle</vehicleType></specificVehicleCharacteristics></measurementSpecificCharacteristics></measurementSpecificCharacteristics><measurementSiteLocation xsi:type="Point"><locationForDisplay><latitude>52.0263</latitude><longitude>4.634289</longitude></locationForDisplay><supplementaryPositionalDescription><affectedCarriagewayAndLanes><carriageway>mainCarriageway</carriageway></affectedCarriagewayAndLanes></supplementaryPositionalDescription><alertCPoint xsi:type="AlertCMethod4Point"><alertCLocationCountryCode>8</alertCLocationCountryCode><alertCLocationTableNumber>6.13</alertCLocationTableNumber><alertCLocationTableVersion>A</alertCLocationTableVersion><alertCDirection><alertCDirectionCoded>positive</alertCDirectionCoded></alertCDirection><alertCMethod4PrimaryPointLocation><alertCLocation><specificLocation>22406</specificLocation></alertCLocation><offsetDistance><offsetDistance>1130</offsetDistance></offsetDistance></alertCMethod4PrimaryPointLocation></alertCPoint><pointExtension><openlrExtendedPoint><openlrPointLocationReference><openlrGeoCoordinate><openlrCoordinate><latitude>52.0222778</latitude><longitude>4.64093733</longitude></openlrCoordinate></openlrGeoCoordinate><openlrPointAlongLine><openlrSideOfRoad>onRoadOrUnknown</openlrSideOfRoad><openlrOrientation>noOrientationOrUnknown</openlrOrientation><openlrPositiveOffset>639</openlrPositiveOffset><openlrLocationReferencePoint><openlrCoordinate><latitude>52.0222778</latitude><longitude>4.64093733</longitude></openlrCoordinate><openlrLineAttributes><openlrFunctionalRoadClass>FRC3</openlrFunctionalRoadClass><openlrFormOfWay>multipleCarriageway</openlrFormOfWay><openlrBearing>317</openlrBearing></openlrLineAttributes><openlrPathAttributes><openlrLowestFRCToNextLRPoint>FRC3</openlrLowestFRCToNextLRPoint><openlrDistanceToNextLRPoint>961</openlrDistanceToNextLRPoint></openlrPathAttributes></openlrLocationReferencePoint><openlrLastLocationReferencePoint><openlrCoordinate><latitude>52.02832</latitude><longitude>4.63093138</longitude></openlrCoordinate><openlrLineAttributes><openlrFunctionalRoadClass>FRC3</openlrFunctionalRoadClass><openlrFormOfWay>multipleCarriageway</openlrFormOfWay><openlrBearing>135</openlrBearing></openlrLineAttributes></openlrLastLocationReferencePoint></openlrPointAlongLine></openlrPointLocationReference></openlrExtendedPoint></pointExtension></measurementSiteLocation></measurementSiteRecord> 
<measurementSiteRecord id="PZH01_MST_0629_01" version="3"><measurementSiteRecordVersionTime>2025-10-14T10:53:33Z</measurementSiteRecordVersionTime><computationMethod>arithmeticAverageOfSamplesInATimePeriod</computationMethod><measurementEquipmentReference>0629_01</measurementEquipmentReference><measurementEquipmentTypeUsed><values><value lang="nl">lus</value></values></measurementEquipmentTypeUsed><measurementSiteName><values><value lang="nl">N457 hmp 4.75 Li</value></values></measurementSiteName><measurementSiteNumberOfLanes>1</measurementSiteNumberOfLanes><measurementSide>southEastBound</measurementSide><measurementSpecificCharacteristics index="1"><measurementSpecificCharacteristics><accuracy>95</accuracy><period>60</period><specificLane>lane1</specificLane><specificMeasurementValueType>trafficFlow</specificMeasurementValueType><specificVehicleCharacteristics><lengthCharacteristic><comparisonOperator>lessThan</comparisonOperator><vehicleLength>5.6</vehicleLength></lengthCharacteristic></specificVehicleCharacteristics></measurementSpecificCharacteristics></measurementSpecificCharacteristics><measurementSpecificCharacteristics index="2"><measurementSpecificCharacteristics><accuracy>95</accuracy><period>60</period><specificLane>lane1</specificLane><specificMeasurementValueType>trafficFlow</specificMeasurementValueType><specificVehicleCharacteristics><lengthCharacteristic><comparisonOperator>greaterThanOrEqualTo</comparisonOperator><vehicleLength>5.6</vehicleLength></lengthCharacteristic><lengthCharacteristic><comparisonOperator>lessThanOrEqualTo</comparisonOperator><vehicleLength>12.2</vehicleLength></lengthCharacteristic></specificVehicleCharacteristics></measurementSpecificCharacteristics></measurementSpecificCharacteristics><measurementSpecificCharacteristics index="3"><measurementSpecificCharacteristics><accuracy>95</accuracy><period>60</period><specificLane>lane1</specificLane><specificMeasurementValueType>trafficFlow</specificMeasurementValueType><specificVehicleCharacteristics><lengthCharacteristic><comparisonOperator>greaterThan</comparisonOperator><vehicleLength>12.2</vehicleLength></lengthCharacteristic></specificVehicleCharacteristics></measurementSpecificCharacteristics></measurementSpecificCharacteristics><measurementSpecificCharacteristics index="4"><measurementSpecificCharacteristics><accuracy>95</accuracy><period>60</period><specificLane>lane1</specificLane><specificMeasurementValueType>trafficFlow</specificMeasurementValueType><specificVehicleCharacteristics><vehicleType>anyVehicle</vehicleType></specificVehicleCharacteristics></measurementSpecificCharacteristics></measurementSpecificCharacteristics><measurementSpecificCharacteristics index="5"><measurementSpecificCharacteristics><accuracy>95</accuracy><period>60</period><specificLane>lane1</specificLane><specificMeasurementValueType>trafficSpeed</specificMeasurementValueType><specificVehicleCharacteristics><lengthCharacteristic><comparisonOperator>lessThan</comparisonOperator><vehicleLength>5.6</vehicleLength></lengthCharacteristic></specificVehicleCharacteristics></measurementSpecificCharacteristics></measurementSpecificCharacteristics><measurementSpecificCharacteristics index="6"><measurementSpecificCharacteristics><accuracy>95</accuracy><period>60</period><specificLane>lane1</specificLane><specificMeasurementValueType>trafficSpeed</specificMeasurementValueType><specificVehicleCharacteristics><lengthCharacteristic><comparisonOperator>greaterThanOrEqualTo</comparisonOperator><vehicleLength>5.6</vehicleLength></lengthCharacteristic><lengthCharacteristic><comparisonOperator>lessThanOrEqualTo</comparisonOperator><vehicleLength>12.2</vehicleLength></lengthCharacteristic></specificVehicleCharacteristics></measurementSpecificCharacteristics></measurementSpecificCharacteristics><measurementSpecificCharacteristics index="7"><measurementSpecificCharacteristics><accuracy>95</accuracy><period>60</period><specificLane>lane1</specificLane><specificMeasurementValueType>trafficSpeed</specificMeasurementValueType><specificVehicleCharacteristics><lengthCharacteristic><comparisonOperator>greaterThan</comparisonOperator><vehicleLength>12.2</vehicleLength></lengthCharacteristic></specificVehicleCharacteristics></measurementSpecificCharacteristics></measurementSpecificCharacteristics><measurementSpecificCharacteristics index="8"><measurementSpecificCharacteristics><accuracy>95</accuracy><period>60</period><specificLane>lane1</specificLane><specificMeasurementValueType>trafficSpeed</specificMeasurementValueType><specificVehicleCharacteristics><vehicleType>anyVehicle</vehicleType></specificVehicleCharacteristics></measurementSpecificCharacteristics></measurementSpecificCharacteristics><measurementSiteLocation xsi:type="Point"><locationForDisplay><latitude>52.0262451</latitude><longitude>4.634219</longitude></locationForDisplay><supplementaryPositionalDescription><affectedCarriagewayAndLanes><carriageway>mainCarriageway</carriageway></affectedCarriagewayAndLanes></supplementaryPositionalDescription><alertCPoint xsi:type="AlertCMethod4Point"><alertCLocationCountryCode>8</alertCLocationCountryCode><alertCLocationTableNumber>6.13</alertCLocationTableNumber><alertCLocationTableVersion>A</alertCLocationTableVersion><alertCDirection><alertCDirectionCoded>negative</alertCDirectionCoded></alertCDirection><alertCMethod4PrimaryPointLocation><alertCLocation><specificLocation>22453</specificLocation></alertCLocation><offsetDistance><offsetDistance>373</offsetDistance></offsetDistance></alertCMethod4PrimaryPointLocation></alertCPoint><pointExtension><openlrExtendedPoint><openlrPointLocationReference><openlrGeoCoordinate><openlrCoordinate><latitude>52.0282135</latitude><longitude>4.63077068</longitude></openlrCoordinate></openlrGeoCoordinate><openlrPointAlongLine><openlrSideOfRoad>onRoadOrUnknown</openlrSideOfRoad><openlrOrientation>noOrientationOrUnknown</openlrOrientation><openlrPositiveOffset>323</openlrPositiveOffset><openlrLocationReferencePoint><openlrCoordinate><latitude>52.0282135</latitude><longitude>4.63077068</longitude></openlrCoordinate><openlrLineAttributes><openlrFunctionalRoadClass>FRC3</openlrFunctionalRoadClass><openlrFormOfWay>multipleCarriageway</openlrFormOfWay><openlrBearing>135</openlrBearing></openlrLineAttributes><openlrPathAttributes><openlrLowestFRCToNextLRPoint>FRC3</openlrLowestFRCToNextLRPoint><openlrDistanceToNextLRPoint>961</openlrDistanceToNextLRPoint></openlrPathAttributes></openlrLocationReferencePoint><openlrLastLocationReferencePoint><openlrCoordinate><latitude>52.0221977</latitude><longitude>4.64079952</longitude></openlrCoordinate><openlrLineAttributes><openlrFunctionalRoadClass>FRC3</openlrFunctionalRoadClass><openlrFormOfWay>multipleCarriageway</openlrFormOfWay><openlrBearing>316</openlrBearing></openlrLineAttributes></openlrLastLocationReferencePoint></openlrPointAlongLine></openlrPointLocationReference></openlrExtendedPoint></pointExtension></measurementSiteLocation></measurementSiteRecord> </measurementSiteTable></payloadPublication></d2LogicalModel></SOAP:Body></SOAP:Envelope>
